def greeting():
    print("                               ")
    print("              Привет!          ")
    print("                               ")
    print("      Это игра крестики-нолики ")
    print("                               ")
    print('''           Правила игры: 
    Игровое поле 3 на 3 квадрата
    Играют двое,ходят по очереди.
      Первый играет крестиками,
       Второй играет ноликами.
     Для хода необходимо ввести 
          две координаты: 
      Первая, это номер строки,
      Вторая, это номер столбца.
    Внимание! Диапазон вводимых координат
       от ноля до двух, включительно.
    Походить в уже занятое игровое поле, - 
               невозможно               ''')
    print("                               ")
    print("             Приятной игры!    ")
greeting()